module.exports = {
    hello:{
        en: '👋🏻\nNow I\'ll help you remember all of your tasks and accomplish them. \n\nFirstly chose language\n \nAnd to let you know how to work with me - press "Instructions"',
        ru: '👋🏻\nТеперь Я буду тебе помогать помнить про все твои дела и ты успевал их выполнять  \n \nА чтобы понять как со мной работать нажми на коновку "Инструкция"',
        ua: '👋🏻\nЯ тепер допомагатиму тобі пам\'ятати про всі справи та встигати їх виконувати.  \n \nА щоб дізнатись як зі мною працювати - тисни кнопку "Інструкція"',
    },
    newItemToList:{
        en: "Tell me your task and send it to me 😉",
        ru: "Расскажи мне о задании которое надо выполнить и отправь его мне 😉",
        ua: "Розкажи про своє завдання в повідомленні та відправ мені 😉", 
    },
    deleteC:{
        en: "🗑️ Delete all completed tasks 🗑️",
        ru: "🗑️ Удалить все выполненые задания 🗑️",
        ua: "🗑️ Видалити всі виконані завдання 🗑️" 
    },
    fornewTrack:{
        en: "Tell me about this habit 😉",
        ru: "Расскажи мне о новой привычке 😉",
        ua: "Розкажи мені про цю звичку 😉" 
    },
    fornn:{
        en: "Recall all of the habits you'd like to develop. Now tell me about them and let's work on them together!",
        ru: "Вспомни все привычки, которые ты хотел бы создать, а теперь расскажи мне о них!",
        ua: "Пригадай усі звички, які ти хотів би виховати в собі. А тепер розкажи про них мені та почнемо працювати над ними разом!",
    },
    instr:{
        en: "Dont ask me idk!",
        ru: "Здесь должна быть инструкция, но если вы видите это сообщение, то ее еще нет :)",
        ua: "Привіт, друже 👋🏻  \n\nСучасний світ рухається з такою швидкістю, що легко про щось забути.   \n\nА щоб такого не трапилось, ти завжди можеш розповісти про це завдання мені, натиснувши в головному меню кнопку «Мій список завдань».  \n\nТакож, ти можеш ділитись зі мною звичками, які прагнеш виховати в собі, за допомогою кнопки «Трекер звичок». І кожного разу, як коли працюєш над цією звичкою, відзначати це. Так ми разом зможемо побачити, коли мине той час, який потрібен, щоб ця звичка стала частиною твого життя 😉 \n \nОсь і все. Далі розібратись в меню тобі допоможуть кнопки управління, які ти будеш бачити внизу 👀", 
    },
    deleteTrack:{
        en: "Hurray! I've dealt with this habit! 🎉",
        ru: "Урааа! Я справился с этой привычкой! 🎉",
        ua: "Ураа! Я впорався з цією звичкою 🎉", 
    },
    backtolists:{
        en: "Going back to lists!",
        ru: "Возвращаемся к спискам заданий!",
        ua: "Повертаємо вас назад до списків!" ,
    },
    chlist:{
        en: "Choose the list needed 👇🏻",
        ru: "Выбери нужный список 👇🏻",
        ua: "Обери потрібний список 👇🏻" ,
    },
    lfm:{
        en: "Monthly task-list",
        ru: "Твой список заданий на месяц",
        ua: "Ваш список завдань на місяць" ,
    },
    lfw:{
        en: "Weekly task-list",
        ru: "Tвой список заданий на неделю",
        ua: "Ваш список завдань на тиждень" 
    },
    lwt:{
        en: "List of tasks unlimited in time ⏰",
        ru: "Список дел без ограничения по времени⏰",
        ua: "Список завдань необмежених в часі⏰" ,
    },
    back:{
        en: "Going back👈",
        ru: "Возваращаем вас обратно👈",
        ua: "Повертаємось назад👈",
    },
    back1:{
        en: '👈 Go back',
        ru: '👈 Вернуться обратно',
        ua: '👈 Повернутись назад',
    },
    listisempty:{
        en: "Your list is empty",
        ru: "Твой список заданий пуст!",
        ua: "Ваш список завдань порожній" ,
    },
    sep:{
        en: "🎉🎉🎉🎉🎉",
        ru: "🎉🎉🎉🎉🎉",
        ua: "🎉🎉🎉🎉🎉",
    },
    addNewTrack:{
        en:'✍🏻 Add a new habit',
        ru:'✍🏻 Добавить новую привычку',
        ua:'✍🏻 Додати нову звичку'
    },
    deleteOne:{
        en:"Delete the habit",
        ru:"Удалить привычку",
        ua:'Видалити звичку',
    },
    monthlyList:{
        en:'✔️ Task-list for month',
        ru:'✔️ Список дел на месяц',
        ua:'✔️ Список завдань на місяць',
    },
    weeklyList:{
        en:'✔️ Task-list for week',
        ru:'✔️ Список дел на неделю',
        ua:'✔️ Список завдань на тиждень',
    },
    userList:{
        en:'✔️ Tasks without time limitations',
        ru:'✔️ Список дел без ограничений по времени',
        ua:'✔️ Завдання без часових рамок',
    },
    addNewItemW:{
        en:"✍🏻 Add new task",
        ru:"✍🏻 Добавить нoвое задание",
        ua:"✍🏻 Додати нoве завдання",
    },
    addNewItemM:{
        en:"✍🏻 Add new tаsk",
        ru:"✍🏻 Дoбавить новое задание",
        ua:"✍🏻 Дoдати нове завдання",
    },
    addNewItemU:{
        en:"✍🏻 Аdd new task",
        ru:"✍🏻 Добавить новое задание",
        ua:"✍🏻 Додати нове завдання",
    },
    liststop:{
        en:'👈 Get back to tasks',
        ru:'👈 Вернуться к спискам',
        ua:'👈 Повернутись назад до списків',
    },
    check:{
        en:"Complete",
        ru:"Я сделал",
        ua:"Я виконав",
    },
    uncheck:{
        en:"Repeat",
        ru:"Возобновить",
        ua:"Поновити",
    },
    important:{
        en:"Important",
        ru:"Срочное",
        ua:"Терміново",
    },
    unimportant:{
        en:"Normal",
        ru:"Не срочно",
        ua:"Ще є час",
    },
    lissts:{
        en:'🔮 My tasks',
        ru:'🔮 Мой список заданий',
        ua:'🔮 Мій список завдань',
    },
    instruction:{
        en:'📒 Instructions',
        ru:'📒 Инструкция',
        ua:'📒 Інструкція',
    },
    track:{
        en:'📆 Habit tracker',
        ru:'📆 Трекер привычек',
        ua:'📆 Трекер звичок',
    },
    lang:{
        en:"🌎 Language",
        ru:"🌎 Язык",
        ua:"🌎 Мова",
    },
    langs:{
        en:"🇬🇧 English",
        ru:"🇷🇺 Русский",
        ua:"🇺🇦 Українська",
    },
    clang:{
        en:"Chose your language 👇🏻",
        ru:"Выберете желаемый язык 👇🏻",
        ua:"Oберіть мову 👇🏻",

    },
    profile:{
        en:"🦹‍♂️ Profile",
        ru:"🦹‍♂️ Профиль",
        ua:"🦹‍♂️ Профіль",
    },
    pname:{
        en:"👽 Name: ",
        ru:"👽 Имя: ",
        ua:"👽 Ім'я: ",
    },
    plang:{
        en:"🌎 Language: ",
        ru:"🌎 Язык: ",
        ua:"🌎 Мова: ",
    },
    pcount:{
        en:"🏆 Count of completed tasks: ",
        ru:"🏆 Количество выполеных заданий: ",
        ua:"🏆 Кількість виконаних завдань: ",
    }
}